OpenQBMM-OpenFOAM-v2306/validation/polydisperseBubbleFoam/shockTube/shockTube_1000/constant/turbulenceProperties.air
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties.air;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType  laminar;

RAS
{
    RASModel mixtureKEpsilon;

    turbulence      on;
    printCoeffs     off;

    mixtureKEpsilonCoeffs
    {
        Cp  0;
        C3  0;
    }
}

// ************************************************************************* //
